// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Farbe kalibrieren";

CalibrateProcessTitle = "Kalibrierung wird ausgeführt…";
DownloadingProcessTitle = "Die Farbkalibrierungstabellen werden heruntergeladen…";
CalibrationFailedTitle = "Die Farbkalibrierung kann nicht ausgeführt werden.";

HSDInfoTextFieldTitle = "Dieser Vorgang gleicht Schwankungen innerhalb des Drucksystems aus und garantiert so einen Ausdruck mit hochwertiger Farbgenauigkeit und Farbkonsistenz.";
HSDGuideTextFieldTitle = "Stellen Sie vor dem Starten der Kalibrierung sicher, dass Letter-/A4-HP Advanced Fotopapier ins Papierfach eingelegt wurde.";
HSDCalibrateButtonTitle = "Farbkalibrierung starten";

CalibrationCompleteTitle = "Die automatische Farbkalibrierung wurde soeben von Ihrem Drucker ausgeführt.";
CalibrationCompleteMsg = "Ist der Farbdruck nicht zufrieden stellend, klicken Sie auf die Taste 'Farbkalibrierung starten', um die automatische Farbkalibrierung erneut auszuführen.";